// component/mynote/mynote.js
Component({
  /**
   * 组件的属性列表
   */
  properties: {

  },

  /**
   * 组件的初始数据
   */
  data: {
detail:[{
  time:"2020年11月12日",
  text:"近日，我被辞退了，虽然只是一份兼职，但是那是我所热爱的职业，每一次有新书送来的时候，把他们编排在适当的位置，让它们的伯乐看到它们，真的很有成就感。被辞退是因为，在我值班的时候，我看到一个小孩偷书，我很担心他是不是被人威胁了，因为他",
  pinlun:"",
  dianzan:"",
  icon:"icon-simi",
},{
  time:"2020年8月5日",
  text:"又是一年毕业季。  赶论文赶得心力交瘁。  明明还有那么多实验、那么多调研、那么多字还没有写。  但是心里就是不想写，很抵触，一想到就头痛心烦。  还得把写的论文提前给老师看，又会被批一顿，心累。",
  pinlun:"13",
  dianzan:"35",
  icon:'icon-gongkai"',
},{
  time:"2020年2月28日",
  text:"上大二了，学习只能说尽力在追，挂了一科,没几天补考了，知乎查，百度查，怕毕不了业，慌得要死，就好像有人打了我几个嘴巴，知道着急了，学生手册在学校,疫情原因没办法回去拿，在网上已经在找实习的事了，四级考试是无奈，大一不让考，只能大二，有时候我就想，我们这个注会方向的，和普通方向的，出来一样的毕业证，学的东西却不一样?",
  pinlun:"22",
  dianzan:"56",
  icon:"icon-gongkai",
}]
  },

  /**
   * 组件的方法列表
   */
  methods: {

  }
})
